HELP_1 = """<b><u>🛠️ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ :</b></u>

📺 ᴊᴜꜱᴛ ᴀᴅᴅ <b>ᴄ</b> ɪɴ ᴛʜᴇ ꜱᴛᴀʀᴛɪɴɢ ᴏꜰ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅꜱ ᴛᴏ ᴜꜱᴇ ᴛʜᴇᴍ ꜰᴏʀ ᴄʜᴀɴɴᴇʟ.

⏸️ /pause : ᴘᴀᴜꜱᴇ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ꜱᴛʀᴇᴀᴍ.
▶️ /resume : ʀᴇꜱᴜᴍᴇ ᴛʜᴇ ᴘᴀᴜꜱᴇᴅ ꜱᴛʀᴇᴀᴍ.
⏭️ /skip : ꜱᴋɪᴘ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ꜱᴛʀᴇᴀᴍ ᴀɴᴅ ꜱᴛᴀʀᴛ ꜱᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴀᴄᴋ ɪɴ ǫᴜᴇᴜᴇ.
🛑 /end or /stop : ᴄʟᴇᴀʀꜱ ᴛʜᴇ ǫᴜᴇᴜᴇ ᴀɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ꜱᴛʀᴇᴀᴍ.
🎵 /player : ɢᴇᴛ ᴀɴ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴘʟᴀʏᴇʀ ᴘᴀɴᴇʟ.
📜 /queue : ꜱʜᴏᴡꜱ ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋꜱ ʟɪꜱᴛ.
"""

HELP_2 = """
<b><u>🔒👥 ᴀᴜᴛʜ ᴜꜱᴇʀꜱ :</b></u>

ᴀᴜᴛʜ ᴜꜱᴇʀꜱ ᴄᴀɴ ᴜꜱᴇ ᴀᴅᴍɪɴ ʀɪɢʜᴛꜱ ɪɴ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛꜱ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ.

➕ /auth [ᴜsᴇʀɴᴀᴍᴇ|ᴜsᴇʀ_ɪᴅ] : ᴀᴅᴅ ᴀ ᴜꜱᴇʀ ᴛᴏ ᴛʜᴇ ᴀᴜᴛʜ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ʙᴏᴛ.
➖ /unauth [ᴜsᴇʀɴᴀᴍᴇ|ᴜsᴇʀ_ɪᴅ] : ʀᴇᴍᴏᴠᴇ ᴀɴ ᴀᴜᴛʜ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴛʜᴇ ᴀᴜᴛʜ ᴜꜱᴇʀꜱ ʟɪꜱᴛ.
📝 /authusers : ꜱʜᴏᴡꜱ ᴛʜᴇ ʟɪꜱᴛ ᴏꜰ ᴀᴜᴛʜ ᴜꜱᴇʀꜱ ᴏꜰ ᴛʜᴇ ɢʀᴏᴜᴘ.
"""

HELP_3 = """
<u><b>📣📢 ʙʀᴏᴀᴅᴄᴀꜱᴛ ꜰᴇᴀᴛᴜʀᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

✉️ /broadcast [ᴍᴇssᴀɢᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ] : ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ꜱᴇʀᴠᴇᴅ ᴄʜᴀᴛꜱ ᴏꜰ ᴛʜᴇ ʙᴏᴛ.

<u>ʙʀᴏᴀᴅᴄᴀꜱᴛɪɴɢ ᴍᴏᴅᴇꜱ :</u>
📌 <b>-pin</b> : ᴘɪɴꜱ ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀꜱᴛᴇᴅ ᴍᴇꜱꜱᴀɢᴇꜱ ɪɴ ꜱᴇʀᴠᴇᴅ ᴄʜᴀᴛꜱ.
🔊📌 <b>-pinloud</b> : ᴘɪɴꜱ ᴀɴᴅ ꜱᴇɴᴅꜱ ɴᴏᴛɪꜰɪᴄᴀᴛɪᴏɴꜱ ᴛᴏ ᴍᴇᴍʙᴇʀꜱ.
👤 <b>-user</b> : ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴛᴏ ʙᴏᴛ ᴜꜱᴇʀꜱ.
🤖 <b>-assistant</b> : ꜱᴇɴᴅ ᴍᴇꜱꜱᴀɢᴇ ꜰʀᴏᴍ ᴀꜱꜱɪꜱᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ.
🚫🤖 <b>-nobot</b> : ꜰᴏʀᴄᴇ ɴᴏ ʙᴏᴛ ʙʀᴏᴀᴅᴄᴀꜱᴛ.

<b>⚙️ ᴇxᴀᴍᴘʟᴇ :</b> <code>/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ</code>
"""

HELP_4 = """
<u><b>🚫🔒 ᴄʜᴀᴛ ʙʟᴀᴄᴋʟɪꜱᴛ ꜰᴇᴀᴛᴜʀᴇ :</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] 

ʀᴇꜱᴛʀɪᴄᴛ ᴄʜᴀᴛꜱ ꜰʀᴏᴍ ᴜꜱɪɴɢ ᴏᴜʀ ᴘʀᴇᴄɪᴏᴜꜱ ʙᴏᴛ.

❌ /blacklistchat [chat id] : ʙʟᴀᴄᴋʟɪꜱᴛ ᴀ ᴄʜᴀᴛ ꜰʀᴏᴍ ᴜꜱɪɴɢ ᴛʜᴇ ʙᴏᴛ.
✅ /whitelistchat [chat id] : ᴡʜɪᴛᴇʟɪꜱᴛ ᴛʜᴇ ʙʟᴀᴄᴋʟɪꜱᴛᴇᴅ ᴄʜᴀᴛ.
📜 /blacklistedchat : ꜱʜᴏᴡꜱ ᴛʜᴇ ʟɪꜱᴛ ᴏꜰ ʙʟᴀᴄᴋʟɪꜱᴛᴇᴅ ᴄʜᴀᴛꜱ.

<u><b>🛑👤 ʙʟᴏᴄᴋ ᴜꜱᴇʀꜱ :</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] 

ꜱᴛᴀʀᴛꜱ ɪɢɴᴏʀɪɴɢ ᴛʜᴇ ʙʟᴏᴄᴋᴇᴅ ᴜꜱᴇʀꜱ ᴄᴏᴍᴍᴀɴᴅꜱ.

🚫 /block [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ʙʟᴏᴄᴋ ᴛʜᴇ ᴜꜱᴇʀ.
✅ /unblock [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ᴜɴʙʟᴏᴄᴋꜱ ᴛʜᴇ ᴜꜱᴇʀ.
📜 /blockedusers : ꜱʜᴏᴡꜱ ʟɪꜱᴛ ᴏꜰ ʙʟᴏᴄᴋᴇᴅ ᴜꜱᴇʀꜱ.
"""

HELP_5 = """
<u><b>📺🎶 ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅꜱ:</b></u> 

ʏᴏᴜ ᴄᴀɴ ꜱᴛʀᴇᴀᴍ ᴀᴜᴅɪᴏ/ᴠɪᴅᴇᴏ ɪɴ ᴄʜᴀɴɴᴇʟ.

🎧 /cplay : ꜱᴛᴀʀᴛꜱ ꜱᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇꜱᴛᴇᴅ ᴀᴜᴅɪᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
🎬 /cvplay : ꜱᴛᴀʀᴛꜱ ꜱᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇꜱᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
💥 /cplayforce or /cvplayforce : ꜱᴛᴏᴘꜱ ᴛʜᴇ ᴏɴɢᴏɪɴɢ ꜱᴛʀᴇᴀᴍ ᴀɴᴅ ꜱᴛᴀʀᴛꜱ ꜱᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇꜱᴛᴇᴅ ᴛʀᴀᴄᴋ.

🔗 /channelplay [ᴄʜᴀᴛ ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴀʙʟᴇ] : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴘ ᴀɴᴅ ꜱᴛᴀʀᴛꜱ ꜱᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋꜱ ʙʏ ᴛʜᴇ ʜᴇʟᴘ ᴏꜰ ᴄᴏᴍᴍᴀɴᴅꜱ ꜱᴇɴᴛ ɪɴ ɢʀᴏᴜᴘ.
"""

HELP_6 = """
<u><b>🚫🌍 ɢʟᴏʙᴀʟ ʙᴀɴ ꜰᴇᴀᴛᴜʀᴇ</b></u> [ᴏɴʟʏ ꜰᴏʀ ꜱᴜᴅᴏᴇʀꜱ] : 

🔨 /gban [ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] : ɢʟᴏʙᴀʟʟʏ ʙᴀɴꜱ ᴛʜᴇ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴀʟʟ ᴛʜᴇ ꜱᴇʀᴠᴇᴅ ᴄʜᴀᴛꜱ ᴀɴᴅ ʙʟᴀᴄᴋʟɪꜱᴛꜱ ᴛʜᴇᴍ ꜰʀᴏᴍ ᴜꜱɪɴɢ ᴛʜᴇ ʙᴏᴛ.
✨ /ungban [ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] : ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴꜱ ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜꜱᴇʀ.
📜 /gbannedusers : ꜱʜᴏᴡꜱ ᴛʜᴇ ʟɪꜱᴛ ᴏꜰ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜꜱᴇʀꜱ.
"""

HELP_7 = """
<b><u>🔁 ʟᴏᴏᴘ sᴛʀᴇᴀᴍ :</b></u> 

<b>sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴘ.</b>

🔄 /loop [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇs/ᴅɪsᴀʙʟᴇs ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ.
🔢 /loop [1, 2, 3, ...] : ᴇɴᴀʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴀʟᴜᴇ.
"""

HELP_8 = """
<b><u>📊 ᴘɪɴɢ & sᴛᴀᴛs :</b></u>

▶️ /start : sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.
💬 /help : ɢᴇᴛ ʜᴇʟᴘ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴘʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.

🏓 /ping : sʜᴏᴡs ᴛʜᴇ ᴘɪɴɢ ᴀɴᴅ sʏsᴛᴇᴍ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

📈 /stats : sʜᴏᴡs ᴛʜᴇ ᴏᴠᴇʀᴀʟʟ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.
"""

HELP_9 = """
<u><b>🎶🎬 ᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs :</b></u> 

🎥 <b>V :</b> sᴛᴀɴᴅs ꜰᴏʀ ᴠɪᴅᴇᴏ ᴘʟᴀʏ. 
💥 <b>Force :</b> sᴛᴀɴᴅs ꜰᴏʀ ꜰᴏʀᴄᴇ ᴘʟᴀʏ. 

🚀 /play ᴏʀ /vplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇQᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.

⚡ /playforce ᴏʀ /vplayforce : sᴛᴏᴘs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇQᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
"""

HELP_10 = """
<b><u>⏱️⏪⏩ sᴇᴇᴋ sᴛʀᴇᴀᴍ :</b></u> 

➡️ /seek [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
⬅️ /seekback [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
"""

HELP_11 = """
<b><u>🚀💨 ꜱᴘᴇᴇᴅ ᴄᴏᴍᴍᴀɴᴅꜱ :</u></b>

ʏᴏᴜ ᴄᴀɴ ᴄᴏɴᴛʀᴏʟ ᴛʜᴇ ᴘʟᴀʏʙᴀᴄᴋ ꜱᴘᴇᴇᴅ ᴏꜰ ᴛʜᴇ ᴏɴɢᴏɪɴɢ ꜱᴛʀᴇᴀᴍ. [ᴀᴅᴍɪɴꜱ ᴏɴʟʏ]

⏩ /speed ᴏʀ /playback : ꜰᴏʀ ᴀᴅᴊᴜꜱᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ ꜱᴘᴇᴇᴅ ɪɴ ɢʀᴏᴜᴘ.
⏩ /cspeed ᴏʀ /cplayback : ꜰᴏʀ ᴀᴅᴊᴜꜱᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ ꜱᴘᴇᴇᴅ ɪɴ ᴄʜᴀɴɴᴇʟ.
"""
HELP_12 = """
<b><u>🛠️ ɢᴇɴᴇʀᴀʟ ᴄᴏᴍᴍᴀɴᴅs :</u></b>

<b>🌐 ʟᴀɴɢᴜᴀɢᴇ & ᴜsᴇʀ ᴛᴏᴏʟs :</b>
🌍 /lang : ᴄʜᴀɴɢᴇ ᴛʜᴇ ʙᴏᴛ'ꜱ ʟᴀɴɢᴜᴀɢᴇ ᴀꜱ ᴘᴇʀ ʏᴏᴜʀ ᴘʀᴇꜰᴇʀᴇɴᴄᴇ.
👤 /sg : ɢᴇᴛ ᴛʜᴇ ᴘᴀꜱᴛ ᴜꜱᴇʀɴᴀᴍᴇ ᴀɴᴅ ɪᴅ ʜɪꜱᴛᴏʀʏ ᴏꜰ ᴀ ᴜꜱᴇʀ ᴠɪᴀ ꜱᴀɴɢᴍᴀᴛᴀ.
🆔 /id : ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ɢʀᴏᴜᴘ ɪᴅ. ɪꜰ ᴜꜱᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴀ ᴍᴇꜱꜱᴀɢᴇ, ɪᴛ ꜱʜᴏᴡꜱ ᴛʜᴀᴛ ᴜꜱᴇʀ'ꜱ ɪᴅ.
ℹ️ /info : ꜰᴇᴛᴄʜ ᴅᴇᴛᴀɪʟᴇᴅ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀɴʏ ᴜꜱᴇʀ.

<b>👥 ɢʀᴏᴜᴘ ᴍᴀɴᴀɢᴇᴍᴇɴᴛ :</b>
🚪 /joinmode : ꜱᴇᴛ ʜᴏᴡ ᴊᴏɪɴ ʀᴇQᴜᴇꜱᴛꜱ ᴀʀᴇ ʜᴀɴᴅʟᴇᴅ — ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ᴏʀ ᴍᴀɴᴜᴀʟʟʏ.
💤 /afk : ꜱᴇᴛ ʏᴏᴜʀꜱᴇʟꜰ ᴀꜱ ᴀꜰᴋ (ᴀᴡᴀʏ ꜰʀᴏᴍ ᴋᴇʏʙᴏᴀʀᴅ). ᴛʜᴇ ʙᴏᴛ ᴡɪʟʟ ɴᴏᴛɪꜰʏ ᴏᴛʜᴇʀꜱ ᴡʜᴇɴ ʏᴏᴜ'ʀᴇ ᴍᴇɴᴛɪᴏɴᴇᴅ ᴏʀ ʀᴇᴘʟɪᴇᴅ ᴛᴏ.
"""
